<?php

return [
    'signup_successful' => [
        'کاربر گرامی',
        'از ثبت نام شما سپاسگزاریم! بسیار خوشحالیم که به خانواده :app_name پیوسته اید.',
    ],

    'bid_registered_to_requester' => [
        'ثبت پیشنهاد جدید روی درخواست شماره :request_number',
        //'پیشنهادی به ارزش :bid_price تومان روی درخواست شما ثبت کرد.',
        'پیشنهادی به قیمت :bid_price تومان روی درخواست شما ثبت گردید.',
    ],

    'bid_registered_to_other_bidders' => [
        'کاهش ارزش پیشنهاد شما روی درخواست شماره :request_number',
        //'کاربری پیشنهادی بهتر از پیشنهاد شما روی درخواست خرید به ارزش :bid_price یورو ثبت کرده است.',
        'کاربر دیگری پیشنهاد بهتری به قیمت :bid_price تومان ثبت کرد.',
    ],

    'bid_accepted_automatic_to_other_bidders' => [
        'رد پیشنهاد شما روی درخواست شماره :request_number',
        'برای مشاهده درخواست های فعال و ارسال پیشنهادات جدید، روی این پیام کلیک کنید.',
    ],

    'bid_accepted_automatic_to_bidder' => [
        'تائید خودکار پیشنهاد شما روی درخواست شماره :request_number',
        //'کاربری پیشنهادی بهتر از پیشنهاد شما روی درخواست خرید به ارزش :bid_price یورو ثبت کرده است.',
        'سیستم پیشنهاد شما را پذیرفت. برای ادامه مراحل معامله روی این پیام کلیک کنید.',
    ],

    'bid_accepted_automatic_to_requester' => [
        'تائید خودکار پیشنهاد شما روی درخواست شماره :request_number',
        //'کاربری پیشنهادی بهتر از پیشنهاد شما روی درخواست خرید به ارزش :bid_price یورو ثبت کرده است.',
        'پیشنهاد به صورت خودکار پذیرفته شد. برای ادامه مراحل معامله روی این پیام کلیک کنید.',
    ],

    'bid_accepted_by_requester_to_bidder' => [
        'تائید پیشنهاد شما روی درخواست شماره :request_number',
        'پیشنهاد شما توسط درخواست کننده پذیرفته شد. برای ادامه مراحل معامله روی این پیام کلیک کنید.',
    ],

    'bid_accepted_by_requester_to_other_bidders' => [
        'رد پیشنهاد شما روی درخواست شماره :request_number',
        'برای مشاهده درخواست های فعال و ارسال پیشنهادات جدید، روی این پیام کلیک کنید.',
    ],


];
